"Columns" = "Spalten";

"Enabled" = "Aktiviert";
"ID" = "ID";
"Object" = "Titelname";
"Start Time" = "Startzeit";
"Stop Time" = "Stoppen bei";
"Duration" = "Dauer";
"TimeCode Start" = "TimeCode-Start";
"TimeCode Stop" = "TimeCode-Ende";
"Data Size" = "Datengröße";
"Data Rate" = "Datenrate";
"Sample Count" = "Anzahl der Samples";
"Format" = "Format";
"Frame Rate" = "Bildrate";
"Channels" = "Kanäle";
"Sample Rate" = "Abtastrate";
"Sample Size" = "Abtastgröße";